Repository: AntennaHouse/focheck
Catalog: omegat/omegat/project_save.tmx
Source language: en_us
Languages: ja

source: border-bottom-style="" token should be 'none', 'hidden', 'dotted', 'dashed', 'solid', 'double', 'groove', 'ridge', 'inset', 'outset', or 'inherit'.
ja: border-bottom-style="" のトークンは「none」、「hidden」、「dotted」、「dashed」、「solid」、「double」、「groove」、「ridge」、「inset」、「outset」又は「inherit」でなければなりません。

source: border-bottom-width="" should be 'thin', 'medium', 'thick', 'inherit', or Length.
ja: border-bottom-width="" は「thin」、「medium」、「thick」、「inherit」又は長さでなければなりません。

source: border-bottom-width="" token should be 'thin', 'medium', 'thick', or 'inherit'.
ja: border-bottom-width="" のトークンは「thin」、「medium」、「thick」又は「inherit」でなければなりません。

source: border-bottom="" should be '[ <border-width> || <border-style> || [ <color> | transparent ] ] | inherit'.
ja: border-bottom="" は「[ <border-width> || <border-style> || [ <color> | transparent ] ] | inherit」でなければなりません。

source: border-collapse="" should be 'collapse', 'collapse-with-precedence', 'separate', or 'inherit'.
ja: border-collapse="" は「collapse」、「collapse-with-precedence」、「separate」又は「inherit」でなければなりません。

source: border-collapse="" token should be 'collapse', 'collapse-with-precedence', 'separate', or 'inherit'.
ja: border-collapse="" のトークンは「collapse」、「collapse-with-precedence」、「separate」又は「inherit」でなければなりません。

source: border-color="" should be '[ <color> | transparent ]{1,4} | inherit'.
ja: border-color="" は「[ <color> | transparent ]{1,4} | inherit」でなければなりません。

source: border-end-color="" should be Color, 'aqua', 'black', 'blue', 'fuchsia', 'gray', 'green', 'lime', 'maroon', 'navy', 'olive', 'purple', 'red', 'silver', 'teal', 'white', 'yellow', 'transparent', or 'inherit'.
ja: border-end-color=""は 色、「aqua」、「black」、「blue」、「fuchsia」、「gray」、「green」、「lime」、「maroon」、「navy」、「olive」、「purple」、「red」、「silver」、「teal」、「white」、「yellow」、「transparent」又は「inherit」でなければなりません。

source: border-end-precedence="" should be 'force', 'inherit', or Number.
ja: border-end-precedence="" は「force」、「inherit」又は 数でなければなりません。

source: border-end-precedence="" token should be 'force' or 'inherit'.
ja: border-end-precedence=""のトークンは「force」又は「inherit」でなければなりません。

source: border-end-style="" should be 'none', 'hidden', 'dotted', 'dashed', 'solid', 'double', 'groove', 'ridge', 'inset', 'outset', or 'inherit'.
ja: border-end-style="" は「none」、「hidden」、「dotted」、「dashed」、「solid」、「double」、「groove」、「ridge」、「inset」、「outset」又は「inherit」でなければなりません。

source: border-end-style="" token should be 'none', 'hidden', 'dotted', 'dashed', 'solid', 'double', 'groove', 'ridge', 'inset', 'outset', or 'inherit'.
ja: border-end-style="" のトークンは「none」、「hidden」、「dotted」、「dashed」、「solid」、「double」、「groove」、「ridge」、「inset」、「outset」又は「inherit」でなければなりません。

source: border-end-width="" should be 'thin', 'medium', 'thick', 'inherit', or Length.
ja: border-end-width="" は「thin」、「medium」、「thick」、「inherit」又は長さでなければなりません。

source: border-end-width="" token should be 'thin', 'medium', 'thick', or 'inherit'.
ja: border-end-width="" のトークンは「thin」、「medium」、「thick」又は「inherit」でなければなりません。

source: border-left-color="" should be Color, 'aqua', 'black', 'blue', 'fuchsia', 'gray', 'green', 'lime', 'maroon', 'navy', 'olive', 'purple', 'red', 'silver', 'teal', 'white', 'yellow', 'transparent', or 'inherit'.
ja: border-left-color="" は 色、「aqua」、「black」、「blue」、「fuchsia」、「gray」、「green」、「lime」、「maroon」、「navy」、「olive」、「purple」、「red」、「silver」、「teal」、「white」、「yellow」、「transparent」又は「inherit」でなければなりません。

source: border-left-style="" should be 'none', 'hidden', 'dotted', 'dashed', 'solid', 'double', 'groove', 'ridge', 'inset', 'outset', or 'inherit'.
ja: border-left-style="" は「none」、「hidden」、「dotted」、「dashed」、「solid」、「double」、「groove」、「ridge」、「inset」、「outset」又は「inherit」でなければなりません。

source: border-left-style="" token should be 'none', 'hidden', 'dotted', 'dashed', 'solid', 'double', 'groove', 'ridge', 'inset', 'outset', or 'inherit'.
ja: border-left-style="" のトークンは「none」、「hidden」、「dotted」、「dashed」、「solid」、「double」、「groove」、「ridge」、「inset」、「outset」又は「inherit」でなければなりません。

source: border-left-width="" should be 'thin', 'medium', 'thick', 'inherit', or Length.
ja: border-left-width="" は「thin」、「medium」、「thick」、「inherit」又は長さでなければなりません。

source: border-left-width="" token should be 'thin', 'medium', 'thick', or 'inherit'.
ja: border-left-width="" のトークンは「thin」、「medium」、「thick」又は「inherit」でなければなりません。

source: border-left="" should be '[ <border-width> || <border-style> || [ <color> | transparent ] ] | inherit'.
ja: border-left="" は「[ <border-width> || <border-style> || [ <color> | transparent ] ] | inherit」でなければなりません。

source: border-right-color="" should be Color, 'aqua', 'black', 'blue', 'fuchsia', 'gray', 'green', 'lime', 'maroon', 'navy', 'olive', 'purple', 'red', 'silver', 'teal', 'white', 'yellow', 'transparent', or 'inherit'.
ja: border-right-color="" は 色、「aqua」、「black」、「blue」、「fuchsia」、「gray」、「green」、「lime」、「maroon」、「navy」、「olive」、「purple」、「red」、「silver」、「teal」、「white」、「yellow」、「transparent」又は「inherit」でなければなりません。

source: border-right-style="" should be 'none', 'hidden', 'dotted', 'dashed', 'solid', 'double', 'groove', 'ridge', 'inset', 'outset', or 'inherit'.
ja: border-right-style="" は「none」、「hidden」、「dotted」、「dashed」、「solid」、「double」、「groove」、「ridge」、「inset」、「outset」又は「inherit」でなければなりません。

source: border-right-style="" token should be 'none', 'hidden', 'dotted', 'dashed', 'solid', 'double', 'groove', 'ridge', 'inset', 'outset', or 'inherit'.
ja: border-right-style="" のトークンは「none」、「hidden」、「dotted」、「dashed」、「solid」、「double」、「groove」、「ridge」、「inset」、「outset」又は「inherit」でなければなりません。

source: border-right-width="" should be 'thin', 'medium', 'thick', 'inherit', or Length.
ja: border-right-width=""は「thin」、「medium」、「thick」、「inherit」又は長さでなければなりません。

source: border-right-width="" token should be 'thin', 'medium', 'thick', or 'inherit'.
ja: border-right-width="" のトークンは「thin」、「medium」、「thick」又は「inherit」でなければなりません。

source: border-right="" should be '[ <border-width> || <border-style> || [ <color> | transparent ] ] | inherit'.
ja: border-right="" は「[ <border-width> || <border-style> || [ <color> | transparent ] ] | inherit」でなければなりません。

source: border-separation="" should be Length or 'inherit'.
ja: border-separation="" は 長さ 又は「inherit」でなければなりません。

source: border-separation="" token should be 'inherit'.
ja: border-separation="" のトークンは「inherit」でなければなりません。

source: border-spacing="" should be '<length> <length>?
ja: border-spacing="" は「<length> <length>?

source: border-start-color="" should be Color, 'aqua', 'black', 'blue', 'fuchsia', 'gray', 'green', 'lime', 'maroon', 'navy', 'olive', 'purple', 'red', 'silver', 'teal', 'white', 'yellow', 'transparent', or 'inherit'.
ja: border-start-color="" は 色、「aqua」、「black」、「blue」、「fuchsia」、「gray」、「green」、「lime」、「maroon」、「navy」、「olive」、「purple」、「red」、「silver」、「teal」、「white」、「yellow」、「transparent」又は「inherit」でなければなりません。

source: border-start-precedence="" should be 'force', 'inherit', or Number.
ja: border-start-precedence="" は「force」、「inherit」又は 数でなければなりません。

source: border-start-precedence="" token should be 'force' or 'inherit'.
ja: border-start-precedence="" のトークンは「force」又は「inherit」でなければなりません。

source: border-start-style="" should be 'none', 'hidden', 'dotted', 'dashed', 'solid', 'double', 'groove', 'ridge', 'inset', 'outset', or 'inherit'.
ja: border-start-style=""は「none」、「hidden」、「dotted」、「dashed」、「solid」、「double」、「groove」、「ridge」、「inset」、「outset」又は「inherit」でなければなりません。

source: border-start-style="" token should be 'none', 'hidden', 'dotted', 'dashed', 'solid', 'double', 'groove', 'ridge', 'inset', 'outset', or 'inherit'.
ja: border-start-style="" のトークンは「none」、「hidden」、「dotted」、「dashed」、「solid」、「double」、「groove」、「ridge」、「inset」、「outset」又は「inherit」でなければなりません。

source: border-start-width="" should be 'thin', 'medium', 'thick', 'inherit', or Length.
ja: border-start-width="" は「thin」、「medium」、「thick」、「inherit」又は長さでなければなりません。

source: border-start-width="" token should be 'thin', 'medium', 'thick', or 'inherit'.
ja: border-start-width="" のトークンは「thin」、「medium」、「thick」又は「inherit」でなければなりません。

source: border-style="" should be '<border-style>{1,4} | inherit'.
ja: border-style="" は「<border-style>{1,4} | inherit」でなければなりません。

source: border-top-color="" should be Color, 'aqua', 'black', 'blue', 'fuchsia', 'gray', 'green', 'lime', 'maroon', 'navy', 'olive', 'purple', 'red', 'silver', 'teal', 'white', 'yellow', 'transparent', or 'inherit'.
ja: border-top-color="" は 色、「aqua」、「black」、「blue」、「fuchsia」、「gray」、「green」、「lime」、「maroon」、「navy」、「olive」、「purple」、「red」、「silver」、「teal」、「white」、「yellow」、「transparent」又は「inherit」でなければなりません。

source: border-top-style="" should be 'none', 'hidden', 'dotted', 'dashed', 'solid', 'double', 'groove', 'ridge', 'inset', 'outset', or 'inherit'.
ja: border-top-style="" は「none」、「hidden」、「dotted」、「dashed」、「solid」、「double」、「groove」、「ridge」、「inset」、「outset」又は「inherit」でなければなりません。

source: border-top-style="" token should be 'none', 'hidden', 'dotted', 'dashed', 'solid', 'double', 'groove', 'ridge', 'inset', 'outset', or 'inherit'.
ja: border-top-style=""のトークンは「none」、「hidden」、「dotted」、「dashed」、「solid」、「double」、「groove」、「ridge」、「inset」、「outset」又は「inherit」でなければなりません。

source: border-top-width="" should be 'thin', 'medium', 'thick', 'inherit', or Length.
ja: border-top-width="" は「thin」、「medium」、「thick」、「inherit」又は長さでなければなりません。

source: border-top-width="" token should be 'thin', 'medium', 'thick', or 'inherit'.
ja: border-top-width="" のトークンは「thin」、「medium」、「thick」又は「inherit」でなければなりません。

source: border-top="" should be '[ <border-width> || <border-style> || [ <color> | transparent ] ] | inherit'.
ja: border-top="" は「[ <border-width> || <border-style> || [ <color> | transparent ] ] | inherit」でなければなりません。

source: border-width="" should be '<border-width>{1,4} | inherit'.
ja: border-width="" は「<border-width>{1,4} | inherit」でなければなりません。

source: border="" should be '[ <border-width> || <border-style> || [ <color> | transparent ] ] | inherit'.
ja: border="" は「[ <border-width> || <border-style> || [ <color> | transparent ] ] | inherit」でなければなりません。

source: bottom="" should be Length, Percent, 'auto', or 'inherit'.
ja: bottom="" は 長さ、パーセント、「auto」又は「inherit」でなければなりません。

source: bottom="" token should be 'auto' or 'inherit'.
ja: bottom="" のトークンは「auto」又は「inherit」でなければなりません。

source: break-after="" should be 'auto', 'column', 'page', 'even-page', 'odd-page', or 'inherit'.
ja: break-after="" は「auto」、「column」、「page」、「even-page」、「odd-page」又は「inherit」でなければなりません。

source: break-after="" token should be 'auto', 'column', 'page', 'even-page', 'odd-page', or 'inherit'.
ja: break-after="" のトークンは「auto」、「column」、「page」、「even-page」、「odd-page」又は「inherit」でなければなりません。

source: break-before="" should be 'auto', 'column', 'page', 'even-page', 'odd-page', or 'inherit'.
ja: break-before="" は「auto」、「column」、「page」、「even-page」、「odd-page」又は「inherit」でなければなりません。

source: break-before="" token should be 'auto', 'column', 'page', 'even-page', 'odd-page', or 'inherit'.
ja: break-before=""のトークンは「auto」、「column」、「page」、「even-page」、「odd-page」又は「inherit」でなければなりません。

source: caption-side="" should be 'before', 'after', 'start', 'end', 'top', 'bottom', 'left', 'right', or 'inherit'.
ja: caption-side="" は「before」、「after」、「start」、「end」、「top」、「bottom」、「left」、「right」又は「inherit」でなければなりません。

source: caption-side="" token should be 'before', 'after', 'start', 'end', 'top', 'bottom', 'left', 'right', or 'inherit'.
ja: caption-side="" のトークンは「before」、「after」、「start」、「end」、「top」、「bottom」、「left」、「right」又は「inherit」でなければなりません。

source: case-name="" should be EnumerationToken.
ja: case-name="" は列挙トークンでなければなりません。

source: case-title="" should be Literal or EnumerationToken.
ja: case-title="" はリテラル又は列挙トークンでなければなりません。

source: change-bar-class="" should be EnumerationToken.
ja: change-bar-class="" は列挙トークンでなければなりません。

source: change-bar-color="" should be Color, 'aqua', 'black', 'blue', 'fuchsia', 'gray', 'green', 'lime', 'maroon', 'navy', 'olive', 'purple', 'red', 'silver', 'teal', 'white', or 'yellow'.
ja: change-bar-color="" は 色、「aqua」、「black」、「blue」、「fuchsia」、「gray」、「green」、「lime」、「maroon」、「navy」、「olive」、「purple」、「red」、「silver」、「teal」、「white」又は「yellow」でなければなりません。

source: change-bar-offset="" should be Length.
ja: change-bar-offset="" は長さでなければなりません。

source: change-bar-placement="" should be 'start', 'end', 'left', 'right', 'inside', 'outside', or 'alternate'.
ja: change-bar-placement="" は「start」、「end」、「left」、「right」、「inside」、「outside」又は「alternate」でなければなりません。

source: change-bar-placement="" token should be 'start', 'end', 'left', 'right', 'inside', 'outside', or 'alternate'.
ja: change-bar-placement="" のトークンは「start」、「end」、「left」、「right」、「inside」、「outside」又は「alternate」でなければなりません。

source: change-bar-style="" should be 'none', 'hidden', 'dotted', 'dashed', 'solid', 'double', 'groove', 'ridge', 'inset', or 'outset'.
ja: change-bar-style="" は「none」、「hidden」、「dotted」、「dashed」、「solid」、「double」、「groove」、「ridge」、「inset」又は「outset」でなければなりません。

source: change-bar-style="" token should be 'none', 'hidden', 'dotted', 'dashed', 'solid', 'double', 'groove', 'ridge', 'inset', or 'outset'.
ja: change-bar-style="" のトークンは「none」、「hidden」、「dotted」、「dashed」、「solid」、「double」、「groove」、「ridge」、「inset」又は「outset」でなければなりません。

source: change-bar-width="" should be 'thin', 'medium', 'thick', or Length.
ja: change-bar-width="" は「thin」、「medium」、「thick」又は 長さでなければなりません。

source: change-bar-width="" token should be 'thin', 'medium', or 'thick'.
ja: change-bar-width="" のトークンは「thin」、「medium」又は「thick」でなければなりません。

source: character="" should be '<character>'.
ja: character="" は「<character>」でなければなりません。

source: clear="" should be 'start', 'end', 'left', 'right', 'inside', 'outside', 'both', 'none', or 'inherit'.
ja: clear="" は「start」、「end」、「left」、「right」、「inside」、「outside」 、「both」、「none」又は「inherit」でなければなりません。

source: clear="" token should be 'start', 'end', 'left', 'right', 'inside', 'outside', 'both', 'none', or 'inherit'.
ja: clear=""のトークンは「start」、「end」、「left」、「right」、「inside」、「outside」 、「both」、「none」又は「inherit」でなければなりません。

source: clip="" should be Function, 'auto', or 'inherit'.
ja: clip="" は 機能、「auto」又は「inherit」でなければなりません。

source: clip="" token should be 'auto' or 'inherit'.
ja: clip="" のトークンは「auto」又は「inherit」でなければなりません。

source: color-profile-name="" should be 'inherit'.
ja: color-profile-name=""は「inherit」でなければなりません。

source: color="" should be Color, 'aqua', 'black', 'blue', 'fuchsia', 'gray', 'green', 'lime', 'maroon', 'navy', 'olive', 'purple', 'red', 'silver', 'teal', 'white', 'yellow', or 'inherit'.
ja: color="" は 色、「aqua」、「black」、「blue」、「fuchsia」、「gray」、「green」、「lime」、「maroon」、「navy」、「olive」、「purple」、「red」、「silver」、「teal」、「white」、「yellow」又は「inherit」でなければなりません。

source: column-count="" should be Number or 'inherit'.
ja: column-count="" は数又は「inherit」でなければなりません。

source: column-count="" token should be 'inherit'.
ja: column-count="" のトークンは「inherit」でなければなりません。

source: column-gap="" should be Length, Percent, or 'inherit'.
ja: column-gap="" は 長さ、パーセント 又は「inherit」でなければなりません。

source: column-gap="" token should be 'inherit'.
ja: column-gap="" のトークンは「inherit」でなければなりません。

source: column-number="" should be Number.
ja: column-number="" は数でなければなりません。

source: column-width="" should be Length or Percent.
ja: column-width="" は長さ又はパーセントでなければなりません。

source: content-height="" should be 'auto', 'scale-to-fit', 'scale-down-to-fit', 'scale-up-to-fit', 'inherit', Length, or Percent.
ja: content-height="" は「auto」、「scale-to-fit」、「scale-down-to-fit」、「scale-up-to-fit」、「inherit」、長さ又はパーセントでなければなりません。

source: content-height="" should be EnumerationToken, Length, or Percent.
ja: content-height="" は列挙トークン、長さ又はパーセントでなければなりません。

source: content-height="" enumeration token is ''.
ja: content-height="" の列挙トークンは「」です。

source: content-height="" token should be 'auto', 'scale-to-fit', 'scale-down-to-fit', 'scale-up-to-fit', or 'inherit'.
ja: content-height="" のトークンは「auto」、「scale-to-fit」、「scale-down-to-fit」、「scale-up-to-fit」又は「inherit」でなければなりません。

source: content-type="" should be Literal or 'auto'.
ja: content-type="" はリテラル又は「auto」でなければなりません。

source: content-type="" should be Literal or EnumerationToken.
ja: content-type="" はリテラル又は列挙トークンでなければなりません。

source: content-type="" enumeration token is ''.
ja: content-type="" の列挙トークンは「」です。

source: content-type="" token should be 'auto'.
ja: content-type="" のトークンは「auto」でなければなりません。

source: content-width="" should be 'auto', 'scale-to-fit', 'scale-down-to-fit', 'scale-up-to-fit', 'inherit', Length, or Percent.
ja: content-width="" は「auto」、「scale-to-fit」、「scale-down-to-fit」、「scale-up-to-fit」、「inherit」、長さ又はパーセントでなければなりません。

source: content-width="" should be EnumerationToken, Length, or Percent.
ja: content-width="" は列挙トークン、長さ又はパーセントでなければなりません。

source: content-width="" enumeration token is ''.
ja: content-width="" の列挙 トークンは「」です。

source: content-width="" token should be 'auto', 'scale-to-fit', 'scale-down-to-fit', 'scale-up-to-fit', or 'inherit'.
ja: content-width="" のトークンは「auto」、「scale-to-fit」、「scale-down-to-fit」、「scale-up-to-fit」 又は「inherit」でなければなりません。

source: country="" should be 'none', 'inherit', or Literal.
ja: country="" は「none」、「inherit」又はリテラルでなければなりません。

source: country="" token should be 'none' or 'inherit'.
ja: country="" のトークンは「auto」又は「inherit」でなければなりません。

source: cue="" should be '<cue-before> || <cue-after> | inherit'.
ja: cue="" は「<cue-before> || <cue-after> | inherit」でなければなりません。

source: destination-placement-offset="" should be Length.
ja: destination-placement-offset="" は長さでなければなりません。

source: direction="" should be 'ltr', 'rtl', or 'inherit'.
ja: direction="" は「ltr」、「rtl」又は「inherit」でなければなりません。

source: direction="" token should be 'ltr', 'rtl', or 'inherit'.
ja: direction="" のトークンは「ltr」、「rtl」又は「inherit」でなければなりません。

source: display-align="" should be 'auto', 'before', 'center', 'after', or 'inherit'.
ja: display-align="" は「auto」、「before」、「center」、「after」又は「inherit」でなければなりません。

source: display-align="" token should be 'auto', 'before', 'center', 'after', or 'inherit'.
ja: display-align="" のトークンは「auto」、「before」、「center」、「after」又は「inherit」でなければなりません。

source: dominant-baseline="" should be 'auto', 'use-script', 'no-change', 'reset-size', 'ideographic', 'alphabetic', 'hanging', 'mathematical', 'central', 'middle', 'text-after-edge', 'text-before-edge', or 'inherit'.
ja: dominant-baseline=""は「auto」、「use-script」、「no-change」、「reset-size」、「ideographic」、「alphabetic」、「hanging」、「mathematical」、「central」、「middle」、「text-after-edge」、「text-before-edge」又は「inherit」でなければなりません。

source: dominant-baseline="" token should be 'auto', 'use-script', 'no-change', 'reset-size', 'ideographic', 'alphabetic', 'hanging', 'mathematical', 'central', 'middle', 'text-after-edge', 'text-before-edge', or 'inherit'.
ja: dominant-baseline="" のトークンは「auto」、「use-script」、「no-change」、「reset-size」、「ideographic」、「alphabetic」、「hanging」、「mathematical」、「central」、「middle」、「text-after-edge」、「text-before-edge」又は「inherit」でなければなりません。

source: empty-cells="" should be 'show', 'hide', or 'inherit'.
ja: empty-cells="" は「show」、「hide」又は「inherit」でなければなりません。

source: empty-cells="" token should be 'show', 'hide', or 'inherit'.
ja: empty-cells="" のトークンは「show」、「hide」又は「inherit」でなければなりません。

source: end-indent="" should be Length, Percent, or 'inherit'.
ja: end-indent="" は 長さ、パーセント 又は「inherit」でなければなりません。

source: end-indent="" token should be 'inherit'.
ja: end-indent="" のトークンは「inherit」でなければなりません。

source: ends-row="" should be 'true' or 'false'.
ja: ends-row="" は「true」又は「false」でなければなりません。

source: ends-row="" token should be 'true' or 'false'.
ja: ends-row="" のトークンは「true」又は「false」でなければなりません。

source: extent="" should be Length, Percent, or 'inherit'.
ja: extent="" は 長さ、パーセント又は「inherit」でなければなりません。

source: extent="" token should be 'inherit'.
ja: extent="" のトークンは「inherit」でなければなりません。

source: float="" should be 'before', 'start', 'end', 'left', 'right', 'inside', 'outside', 'none', or 'inherit'.
ja: float="" は「before」、「start」、「end」、「left」、「right」、「inside」、「outside」 、「none」又は「inherit」でなければなりません。

source: float="" token should be 'before', 'start', 'end', 'left', 'right', 'inside', 'outside', 'none', or 'inherit'.
ja: float="" のトークンは「before」、「start」、「end」、「left」、「right」、「inside」、「outside」 、「none」又は「inherit」でなければなりません。

source: flow-map-name="" should be EnumerationToken.
ja: flow-map-name="" は列挙トークンでなければなりません。

source: flow-map-reference="" should be EnumerationToken.
ja: flow-map-reference="" は列挙トークンでなければなりません。

source: flow-map-reference="" does not match any fo:flow-map name.
ja: flow-map-reference="" は任意の fo:flow-map 名と一致しません。

source: flow-name-reference="" should be EnumerationToken.
ja: flow-name-reference="" は列挙トークンでなければなりません。

source: flow-name-reference="" must be unique within its fo:flow-map.
ja: flow-name-reference="" は fo:flow-map内で特殊でなければなりません。

source: flow-name-reference="" should only be used with all fo:flow or all fo:static-content.
ja: flow-name-reference="" は全ての fo:flow と fo:static-contentのみに使用する必要があります。

source: flow-name="" should be EnumerationToken.
ja: flow-name="" は列挙トークンでなければなりません。

source: flow-name="" does not match any named or reserved 'region-name' or a 'flow-name-reference'.
ja: flow-name="" は任意の名前付き又は予約 「region-name」か「flow-name-reference」と一致しません。

source: flow-name="" does not match any named or reserved region-name or a flow-name-reference.
ja: flow-name=""は任意の名前付き又は指定 された「region-name」又は「flow-name-reference」と一致しません。

source: flow-name="" must be unique within its fo:page-sequence.
ja: flow-name="" は fo:page-sequence内で特殊でなければなりません。

source: font-family="" should be '[[ <family-name> | <generic-family> ],]* [<family-name> | <generic-family>] | inherit'.
ja: font-family="" は「[[ <family-name> | <generic-family> ],]* [<family-name> | <generic-family>] | inherit」でなければなりません。

source: font-selection-strategy="" should be 'auto', 'character-by-character', or 'inherit'.
ja: font-selection-strategy="" は「auto」、「character-by-character」又は「inherit」でなければなりません。

source: font-selection-strategy="" token should be 'auto', 'character-by-character', or 'inherit'.
ja: font-selection-strategy="" のトークンは「auto」、「character-by-character」又は「inherit」でなければなりません。

source: font-size-adjust="" should be Number, 'none', or 'inherit'.
ja: font-size-adjust="" は 数、「none」又は「inherit」でなければなりません。

source: font-size-adjust="" token should be 'none' or 'inherit'.
ja: font-size-adjust=""のトークンは「none」又は「inherit」でなければなりません。

source: font-size="" should be 'xx-small', 'x-small', 'small', 'medium', 'large', 'x-large', 'xx-large', 'larger', 'smaller', 'inherit', Length, or Percent.
ja: font-size="" は「xx-small」、「x-small」、「small」、「medium」、「large」、「x-large」、「xx-large」、「larger」、「smaller」、「inherit」、 長さ又は パーセントでなければなりません。

source: font-size="" token should be 'xx-small', 'x-small', 'small', 'medium', 'large', 'x-large', 'xx-large', 'larger', 'smaller', or 'inherit'.
ja: font-size=""のトークンは「xx-small」、「x-small」、「small」、「medium」、「large」、「x-large」、「xx-large」、「larger」、「smaller」又は「inherit」でなければなりません。

source: font-stretch="" should be 'normal', 'wider', 'narrower', 'ultra-condensed', 'extra-condensed', 'condensed', 'semi-condensed', 'semi-expanded', 'expanded', 'extra-expanded', 'ultra-expanded', 'inherit', or Percent.
ja: font-stretch="" は「normal」、「wider」、「narrower」、「ultra-condensed」、「extra-condensed」、「condensed」、「semi-condensed」、「semi-expanded」、「expanded」、「extra-expanded」、「ultra-expanded」、「inherit」又は パーセントでなければなりません。

source: font-stretch="" token should be 'normal', 'wider', 'narrower', 'ultra-condensed', 'extra-condensed', 'condensed', 'semi-condensed', 'semi-expanded', 'expanded', 'extra-expanded', 'ultra-expanded', or 'inherit'.
ja: font-stretch="" のトークンは「normal」、「wider」、「narrower」、「ultra-condensed」、「extra-condensed」、「condensed」、「semi-condensed」、「semi-expanded」、「expanded」、「extra-expanded」、「ultra-expanded」又は「inherit」でなければなりません。

source: font-style="" should be 'normal', 'italic', 'oblique', 'backslant', or 'inherit'.
ja: font-style="" は「normal」、「italic」、「oblique」、「backslant」又は「inherit」でなければなりません。
